Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: This will **wipe** your: - Public nostr profile - Public nostr following list
es: Esto **borrará** tu: - Perfil público nostr - Lista pública de seguimiento de nostr
id: Ini akan **menghapus**: - Profil nostr publik - Daftar berikut nostr Publik
nl: Het volgende wordt **gewist**: - Je openbare nostr profiel - Je openbare nostr volglijst

source: · via %@
es: · vía %@
id: · melalui %@

source: __Source code__
es: __Código fuente__
id: __Kode sumber__
nl: __Broncode__

source: _Deleted by %@_
es: _Eliminado por %@_
id: _Dihapus oleh %@_
nl: _Verwijderd door %@_

source: _Deleted by author_
es: _Eliminado por el autor_
id: _Dihapus oleh penulis_
nl: _Verwijderd door auteur_

source: _Muted post hidden_
es: _Publicación silenciada oculta_
id: _Postingan yang dibisukan disembunyikan_
nl: _Muted bericht verborgen_

source: _Post deleted by %@_
es: _Publicación eliminada por %@_
id: _Postingan dihapus oleh %@_
nl: _Bericht verwijderd door %@_

source: _Post deleted by author_
es: _Publicación eliminada por el autor_
id: _Postingan dihapus oleh penulis_
nl: _Bericht verwijderd door verzender_

source: _Post from blocked account hidden_
es: _Publicación de cuenta bloqueada oculta_
id: _Postingan dari akun yang diblokir disembunyikan_
nl: _Geblokkeerd bericht verborgen_

source: - Choose a relay that requires authentication to receive private messages. - You can choose public relays, messages will be scrambled and anonymized.
es: - Elija un relay que requiera autenticación para recibir mensajes privados. - Puedes elegir relays público, los mensajes serán codificados y anonimizados.
id: - Pilih relay yang memerlukan otentikasi untuk menerima pesan pribadi. - Anda dapat memilih relays publik, pesan akan diacak dan dianonimkan.
nl: - Kies een relay waar authenticatie vereist is om privéberichten te downloaden - Je kan openbare relays kiezen. Je berichten worden anoniem en versleuteld verzonden.

source: (%lld relays disabled)
es: (%lld relays deshabilitado)
id: (%lld relays dinonaktifkan)
nl: (%lld relays uitgeschakeld)

source: (Re)connects/Messages/Errors
es: (Re)conecta/Mensajes/Errores
id: (Re) menghubungkan/Pesan/Kesalahan
nl: Verbonden/Berichten/Fouten

source: (Re)connects/Messages/Errors in last %@
es: (Re)conecta/Mensajes/Errores en el último %@
id: (Re)koneksi/Pesan/Kesalahan di %@ terakhir
nl: (Re)connects/Berichten/Errors afgelopen %@

source: (Timeout or other error)
es: (Tiempo de espera u otro error)
id: (Waktu habis atau kesalahan lainnya)
nl: (Time-out of andere fout)

source: [__Source code__](https://github.com/nostur-com/nostur-ios-public)
es: [__Código fuente__](https://github.com/nostur-com/nostur-ios-public)
id: [__Kode sumber__](https://github.com/nostur-com/nostur-ios-public)

source: [#music](nostur:t:music)
es: [#música](nostur:t:música)
id: [#musik](nostur:t:musik)

source: [Zap](nostur:e:%@) failed. %@
es: [Zap](nostur:e:%@) falló. %@
id: [Zap](nostur:e:%@) gagal. %@
nl: [Zap](nostur:e:%@) mislukt. %@

source: **%@** and %lld others are now following you
es: **%@** y %lld otros te están siguiendo ahora.
id: **%@** dan %lld lainnya kini mengikuti Anda
nl: **%@** en %lld anderen volgen je nu

source: **%@** and %lld others reacted on your post
es: **%@** y %lld otros reaccionaron a tu publicación.
id: **%@** dan %lld lainnya bereaksi pada postingan Anda
nl: **%@** en %lld anderen hebben gereageerd op je bericht

# **%@** and %lld others reacted on your private message
source: **%1$@** and %2$lld others reacted on your private message
es: **%1$@** y %2$lld otros reaccionaron a tu mensaje privado.
id: **%1$@** dan %2$lld lainnya bereaksi pada pesan pribadi Anda
nl: **%1$@** en %2$lld anderen reageerden op je privébericht

source: **%@** and %lld others zapped your post
es: **%@** y %lld otros enviaron un zap a tu publicación
id: **%@** dan %lld lainnya mengirim zap ke postingan Anda
nl: **%@** en %lld anderen hebben je bericht gezapt

source: **%@** by
es: **%@** por
id: **%@** oleh
nl: **%@** door

source: **%@** is now following you
es: **%@** ahora te está siguiendo
id: **%@** sekarang mengikuti Anda
nl: **%@** volgt je nu

source: **%@** reacted on your post
es: **%@** reaccionó a tu publicación.
id: **%@** bereaksi pada postingan Anda
nl: **%@** heeft op je bericht gereageerd

source: **%@** reacted on your private message
es: **%@** reaccionó a tu mensaje privado.
id: **%@** bereaksi pada pesan pribadi Anda
nl: **%@** reageerde op jouw privébericht

source: **%@** zapped your post
es: **%@** envió un zap a tu publicación
id: **%@** mengirim zap ke postingan Anda
nl: **%@** heeft je bericht gezapt

source: **%@** zapped your profile
es: **%@** envió un zap a tu perfil
id: **%@** mengirim zap ke profil Anda
nl: **%@** heeft je profiel gezapt

source: **%lld** Following
es: **%lld** Siguiendo
id: **%lld** Berikut
nl: **%lld** Volgend

source: **♾️** Followers
es: **♾️** Seguidores
id: **♾️** Pengikut
nl: **♾️** Volgers

source: **Login error**
es: **Error de inicio de sesión**
id: **Kesalahan masuk**
nl: **Inlogfout**

source: **Login timeout**
es: **Tiempo de espera de inicio de sesión**
id: **Batas waktu masuk**
nl: **Inlog time-out**

source: **PRIVATE KEY:** %@∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗
es: **CLAVE PRIVADA:** %@∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗
id: **KUNCI PRIBADI:** %@∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗
nl: **PRIVÉ SLEUTEL:** %@∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗

source: **PUBLIC KEY:** %@
es: **LLAVE PÚBLICA:** %@
id: **KUNCI PUBLIK:** %@
nl: **PUBLIEKE SLEUTEL:** %@

source: **Send now**
es: **Enviar ahora**
id: **Kirim sekarang**
nl: **Stuur nu**

source: **Sending post...**
es: **Enviando publicación...**
id: **Mengirim postingan...**
nl: **Wordt verstuurd...**

source: **Signing failed**
es: **Error al firmar**
id: **Penandatanganan gagal**

source: **Signing post...**
es: **Publicación de firma...**
id: **Menandatangani postingan...**
nl: **Bezig...**

source: **Terms and Conditions**
es: **Términos y condiciones**
id: **Syarat dan Ketentuan**
nl: **Voorwaarden**

source: / %@ max
es: / %@ máx.
id: / %@ maks

source: %@ (Timeout or other error)
es: %@ (Tiempo de espera u otro error)
id: %@ (Waktu habis atau kesalahan lainnya)
nl: %@ (Timeout of andere fout)

source: %@ by
es: %@ por
id: %@ oleh
nl: %@ door

# %@ by %@
source: %1$@ by %2$@
es: %1$@ por %2$@
id: %1$@ oleh %2$@
nl: %@ door %@

source: %@ Checking relays...
es: %@ Comprobando relays...
id: %@ Memeriksa relays...
nl: %@ Relays checken...

source: %@ days
es: %@ días
id: %@ hari
nl: %@ dagen

source: %@ Following
es: %@ Siguiendo
id: %@ Mengikuti
nl: %@ Volgend

source: %@ has not published preferred relays or is using an older configuration.
es: %@ no ha publicado relays preferido o está utilizando una configuración anterior.
id: %@ belum menerbitkan relays pilihan atau menggunakan konfigurasi lama.
nl: %@ heeft geen relayvoorkeuren gepubliceerd of gebruikt een oudere configuratie.

# %@ kind %@ type not (yet) supported
source: %1$@ kind %2$@ type not (yet) supported
es: kind %1$@ tipo %2$@ aún no compatible
id: kind %1$@ tipe %2$@ belum didukung
nl: %1$@ soort %2$@ type nog niet ondersteund

source: %@ No internet connection
es: %@ Sin conexión a Internet
id: %@ Tidak ada koneksi internet
nl: %@ Geen internet

source: %@ reads posts from
es: %@ lee publicaciones de
id: %@ membaca postingan dari
nl: %@ leest berichten van

source: %@ reposted
es: %@ republicó
id: %@ memposting ulang
nl: %@ heeft opnieuw gepost

source: %@ requested enabling Disappearing Messages for this conversation
es: %@ solicitó activar Mensajes que desaparecen para esta conversación
id: %@ meminta untuk mengaktifkan Pesan Menghilang untuk percakapan ini
nl: Verzoek van %@ om verdwijnende berichten in te schakelen

source: %@ Send sats
es: %@ Enviar sats
id: %@ Kirim sats
nl: %@ Stuur sats

source: %@ settings
es: Configuración de %@
id: Pengaturan %@
nl: %@ instellingen

source: %@ tuned in
es: %@ sintonizado
id: %@ disetel

source: %@'s Feed
es: Feed de %@
id: Umpan %@

source: %@'s posts can be found at
es: Las publicaciones de %@ se pueden encontrar en
id: Postingan %@ dapat ditemukan di
nl: %@'s berichten zijn te vinden op

source: %@'s private message relays
es: Relays de mensajes privados de %@
id: Relay pesan pribadi %@
nl: %@’s privéberichten relays

source: %@'s reactions
es: Las reacciones de %@
id: Reaksi %@
nl: %@'s reacties

source: %@d left
es: %@d restantes
id: %@h tersisa
nl: %@d over

source: %@h left
es: %@h restantes
id: %@j tersisa
nl: %@u over

source: %@m left
es: %@m restantes
id: %@m tersisa
nl: %@m over

source: %lld contacts selected
es: Contactos %lld seleccionados
id: %lld kontak dipilih
nl: %lld contacten geselecteerd

source: %lld conversations hidden by you
es: Conversaciones %lld ocultas por ti
id: Percakapan %lld disembunyikan oleh Anda
nl: %lld gesprekken verborgen door jou

source: %lld emojis
es: emojis %lld
id: emoji %lld

source: %lld Following
es: %lld Siguiendo
id: %lld Mengikuti
nl: %lld Volgend

source: %lld listeners
es: Oyentes %lld
id: Pendengar %lld
nl: %lld luisteraars

source: %lld min read
es: %lld lectura mínima
id: %lld min dibaca
nl: %lld min leestijd

source: %lld more
es: %lld más
id: %lld lebih lanjut
nl: nog %lld

source: %lld participants
es: Participantes de %lld
id: peserta %lld
nl: %lld deelnemers

source: %lld relays disabled
es: %lld relays deshabilitado
id: %lld relays dinonaktifkan
nl: %lld relays uitgeschakeld

source: %lld requests not shown
es: Solicitudes %lld no mostradas
id: Permintaan %lld tidak ditampilkan
nl: %lld berichtverzoeken niet zichtbaar

source: %lld requests outside Web of Trust
es: Solicitudes %lld fuera de Web of Trust
id: Permintaan %lld di luar Web of Trust
nl: %lld verzoeken buiten Web of Trust

source: %lld viewers
es: Espectadores %lld
id: %lld pemirsa
nl: %lld kijkers

source: +%lld others
es: +%lld otros
id: +%lld lainnya
nl: +%lld anderen

source: ⚡️⚡️ Could not send NWC request
es: ⚡️⚡️ No se pudo enviar la solicitud NWC
id: ⚡️⚡️ Tidak dapat mengirim permintaan NWC

source: 🤫 Following
es: 🤫 Siguiendo
id: 🤫 Mengikuti
nl: 🤫 Volgend

source: 1 year
es: 1 año
id: 1 tahun
nl: 1 jaar

source: 1) Send screenshot of this error and wait for an update with fix
es: 1) Envíe una captura de pantalla de este error y espere una actualización que solucione el problema.
id: 1) Kirim tangkapan layar kesalahan ini dan tunggu pembaruan dengan perbaikan
nl: 1) Stuur een screenshot van deze foutmelding en wacht op een update met oplossing

source: 1m
es: 1 metro

source: 1w
es: 1 semana
id: 1 minggu

source: 1y
es: 1 año
id: 1 tahun
nl: 1j

source: 2) Reinstall the app and start fresh
es: 2) Reinstale la aplicación y comience de nuevo
id: 2) Instal ulang aplikasi dan mulai dari awal
nl: 2) Verwijderen en installeer de app opnieuw om schoon te beginnen

source: 7 days
es: 7 días
id: 7 hari
nl: 7 dagen

source: 30 days
es: 30 días
id: 30 hari
nl: 30 dagen

source: A nostr client for iOS & macOS - nostur.com
es: Un cliente nostr para iOS y macOS - nostur.com
id: Klien nostr untuk iOS & macOS - nostur.com
nl: Een nostr client voor iOS & macOS - nostur.com

source: Accept
es: Aceptar
id: Menerima
nl: Accepteer

source: Accept message request
es: Aceptar solicitud de mensaje
id: Terima permintaan pesan
nl: Accepteer verzoek

source: Accepted
es: Aceptado
id: Diterima
nl: Geaccepteerd

source: Account
es: Cuenta
id: Akun

source: Account has no private key
es: La cuenta no tiene clave privada
id: Akun tidak memiliki kunci pribadi
nl: Account heeft geen privé sleutel

source: Account menu
es: Menú de cuenta
id: Menu akun

# Account: @%@ / %@
source: Account: @%1$@ / %2$@
es: Cuenta: @%1$@ / %2$@
id: Akun: @%1$@ / %2$@

source: Accounts
es: Cuentas
id: Akun

source: Accounts found
es: Cuentas encontradas
id: Akun ditemukan
nl: Accounts gevonden

source: Activate
es: Activar
id: Mengaktifkan
nl: Activeer

source: Activate Picture-in-Picture
es: Activar imagen en imagen
id: Aktifkan Gambar-dalam-Gambar
nl: Activeer Picture-in-Picture

source: Activate this filter
es: Activa este filtro
id: Aktifkan filter ini
nl: Activeer filter

source: Active
es: Activo
id: Aktif
nl: Actief

source: Active subscriptions (%lld)
es: Suscripciones activas (%lld)
id: Langganan aktif (%lld)

source: Add
es: Agregar
id: Menambahkan
nl: Voeg toe

source: Add (%lld)
es: Añadir (%lld)
id: Tambahkan (%lld)
nl: Voeg toe (%lld)

source: Add (remote signer)
es: Agregar (firmante remoto)
id: Tambahkan (penandatangan jarak jauh)
nl: Voeg toe (remote signer)

source: Add (Remote Signer)
es: Agregar (firmante remoto)
id: Tambahkan (Penandatangan Jarak Jauh)
nl: Voeg toe (Remote Signer)

source: Add %lld contacts to custom feed
es: Agregar contactos %lld al feed personalizado
id: Tambahkan kontak %lld ke umpan khusus
nl: Voeg %lld contacten toe aan lijst

source: Add %lld contacts to List
es: Agregar contactos %lld a la lista
id: Tambahkan kontak %lld ke Daftar
nl: Voeg %lld contacten toe aan Lijst

source: Add a caption
es: Agregar un título
id: Tambahkan keterangan
nl: Voeg omschrijving toe

source: Add all to custom list
es: Agregar todo a la lista personalizada
id: Tambahkan semua ke daftar khusus
nl: Voeg allemaal toe aan lijst

source: Add back
es: Agregar de nuevo
id: Tambahkan kembali
nl: Zet terug

source: Add blossom server
es: Agregar servidor de flores
id: Tambahkan server mekar
nl: Blossom server toevoegen

source: Add Blossom server
es: Agregar servidor Blossom
id: Tambahkan server Blossom
nl: Blossom server toevoegen

source: Add column
es: Agregar columna
id: Tambahkan kolom
nl: Kolom toevoegen

source: Add comment
es: Añadir comentario
id: Tambahkan komentar
nl: Opmerking toevoegen

source: Add contact
es: Añadir contacto
id: Tambahkan kontak
nl: Toevoegen

source: Add contact...
es: Añadir contacto...
id: Tambahkan kontak...
nl: Contact toevoegen...

source: Add contacts
es: Agregar contactos
id: Tambahkan kontak
nl: Voeg contacten toe

source: Add contacts to feed
es: Agregar contactos al feed
id: Tambahkan kontak ke umpan
nl: Voeg contacten toe

source: Add existing account
es: Agregar cuenta existente
id: Tambahkan akun yang ada
nl: Voeg bestaand account toe

source: Add media server
es: Agregar servidor de medios
id: Tambahkan server media
nl: Mediaserver toevoegen

source: Add muted word
es: Agregar palabra silenciada
id: Tambahkan kata yang dibisukan
nl: Gedempt woord toevoegen

source: Add new relay...
es: Añadir nuevo relay...
id: Tambahkan relay baru...
nl: Voeg relay toe...

source: Add private note
es: Agregar nota privada
id: Tambahkan catatan pribadi
nl: Voeg privé notitie toe

source: Add private note (optional)
es: Agregar nota privada (opcional)
id: Tambahkan catatan pribadi (opsional)
nl: Privénotitie toevoegen (optioneel)

source: Add private note to post
es: Agregar nota privada a la publicación
id: Tambahkan catatan pribadi ke postingan
nl: Privé notitie toevoegen aan bericht

source: Add public note (optional)
es: Agregar nota pública (opcional)
id: Tambahkan catatan publik (opsional)
nl: Openbare notitie (optioneel)

source: Add relay
es: Añadir relay
id: Tambahkan relay
nl: Voeg relay toe

source: Add this feed to your tabs
es: Añade este feed a tus pestañas
id: Tambahkan umpan ini ke tab Anda
nl: Deze feed aan tabs toevoegen

source: Add to existing list
es: Agregar a la lista existente
id: Tambahkan ke daftar yang ada
nl: Aan bestaande lijst toevoegen

source: Add to new list
es: Agregar a nueva lista
id: Tambahkan ke daftar baru
nl: Aan nieuwe lijst toevoegen

source: Add to stage
es: Añadir al escenario
id: Tambahkan ke panggung
nl: Naar podium

source: Add/Remove %@ from custom feed
es: Agregar/eliminar %@ del feed personalizado
id: Tambahkan/Hapus %@ dari umpan khusus
nl: Voeg toe/Verwijder %@ van feeds

source: Add/Remove from feed
es: Agregar o quitar del feed
id: Tambah/Hapus dari umpan
nl: Toevoegen/Verwijderen van feed

source: Add/Remove from feeds
es: Agregar/eliminar de feeds
id: Tambah/Hapus dari feed
nl: Toevoegen/Verwijderen van feeds

source: Add/remove from Highlights
es: Agregar/eliminar de Destacados
id: Tambah/hapus dari Sorotan
nl: Toevoegen/verwijderen van Highlights

source: Add/remove from Lists
es: Agregar/eliminar de listas
id: Tambah/hapus dari Daftar
nl: Toevoegen/verwijderen van Lijsten

source: Add/Remove from Lists
es: Agregar/eliminar de listas
id: Tambah/Hapus dari Daftar
nl: Toevoegen/Verwijderen van Lijsten

source: After the specified time messages will be deleted. This is a collaborative feature and only works if all participants have it enabled and use relays that support it (NIP-40 Expiration Timestamp).
es: Los mensajes se eliminarán después del tiempo especificado. Esta función es colaborativa y solo funciona si todos los participantes la tienen activada y usan relays compatibles (NIP-40 Expiration Timestamp).
id: Pesan akan dihapus setelah waktu yang ditentukan. Fitur ini bersifat kolaboratif dan hanya berfungsi jika semua peserta mengaktifkannya dan menggunakan relay yang mendukungnya (NIP-40 Expiration Timestamp).
nl: Berichten worden verwijderd na de ingestelde tijd. Deze functie werkt alleen als iedereen in het gesprek dit aan heeft en gebruikt maakt van relays met ondersteuning (NIP-40 Expiration Timestamp).

source: All
es: Todo
id: Semua
nl: Alles

source: All accounts
es: Todas las cuentas
id: Semua akun
nl: Alle accounts

source: All participants need to have their DM relays published to start a group chat.
es: Todos los participantes deben tener publicado su DM relays para iniciar un chat grupal.
id: Semua peserta harus mempublikasikan DM relays mereka untuk memulai obrolan grup.
nl: Iedereen in het gesprek moet privéberichten-relays gepubliceerd hebben om een groepsgesprek te starten.

source: Amount (satoshis)
es: Cantidad (satoshis)
id: Jumlah (satoshi)
nl: Bedrag (in satoshis)

source: and %lld more
es: y %lld más
id: dan %lld lainnya
nl: en %lld anderen

source: and %lld others you follow
es: y %lld otros que sigues
id: dan %lld lainnya yang Anda ikuti
nl: en %lld anderen

source: and 1 other person you follow
es: y 1 persona más a la que sigues
id: dan 1 orang lainnya yang Anda ikuti
nl: en 1 iemand anders

source: Announce your relays...
es: Anuncie su relays...
id: Umumkan relays Anda...
nl: Publiceer jouw relays...

source: Announced relays
es: Anunciado relays
id: Diumumkan relays
nl: Gepubliceerde relays

source: Announced relays for %@
es: Anunciado relays para %@
id: Mengumumkan relays untuk %@
nl: Gepubliceerde relays voor %@

source: App theme
es: Tema de la aplicación
id: Tema aplikasi
nl: App thema

source: Appearance
es: Apariencia
id: Penampilan
nl: Weergave

source: Approve
es: Aprobar
id: Menyetujui
nl: Toestaan

source: Approve login on %@?
es: ¿Aprobar el inicio de sesión en %@?
id: Setujui login di %@?
nl: Inloggen op %@ toestaan?

source: Are you sure you want to delete your account?
es: ¿Estás seguro de que quieres eliminar tu cuenta?
id: Apakah Anda yakin ingin menghapus akun Anda?
nl: Weet je zeker dat je je account wilt verwijderen?

source: Article feed settings
es: Configuración del feed de artículos
id: Pengaturan umpan artikel
nl: Artikel-feed instellingen

source: Article feed time frame
es: Periodo de tiempo de alimentación del artículo
id: Kerangka waktu pengumpanan artikel
nl: Artikel-feed tijdsvak

source: Articles
es: Artículos
id: Artikel
nl: Artikelen

source: auth required
es: autenticación requerida
id: diperlukan autentikasi
nl: auth nodig

source: Authenticate as
es: Autenticar como
id: Otentikasi sebagai
nl: Aanmelden als

source: Authenticate with
es: Autenticar con
id: Otentikasi dengan
nl: Aanmelden met

source: Authenticating with account: %@
es: Autenticando con cuenta: %@
id: Mengautentikasi dengan akun: %@
nl: Authenticatie met account: %@

source: Auto scroll to new posts
es: Desplazamiento automático a nuevas publicaciones
id: Gulir otomatis ke postingan baru
nl: Scroll automatisch naar nieuwe berichten

# AUTODOWNLOAD_ALL
source: Unrestricted
es: Irrestricto
id: Tidak dibatasi
nl: Onbeperkt

# AUTODOWNLOAD_WOT_NORMAL
source: Web of Trust only
es: Sólo Web of Trust
id: Web of Trust saja
nl: Alleen Web-of-Trust

# AUTODOWNLOAD_WOT_STRICT
source: Following only
es: Sólo siguiendo
id: Hanya mengikuti
nl: Alleen volgend

source: Automatically connect to additional relays from people you follow to reduce missing content that can't be found on your own relay set
es: Conéctate automáticamente a relays adicionales de las personas que sigues para reducir el contenido faltante que no se puede encontrar en tu propio conjunto relay.
id: Terhubung secara otomatis ke relays tambahan dari orang yang Anda ikuti untuk mengurangi konten hilang yang tidak dapat ditemukan di kumpulan relay Anda sendiri
nl: Verbind automatisch met extra relays van anderen die je volgt

source: Autopilot
es: Piloto automático
id: Pilot otomatis

source: Autopilot will broadcast to the following additional relays
es: El piloto automático transmitirá a los siguientes relays adicionales
id: Autopilot akan disiarkan ke relays tambahan berikut
nl: Autopilot zal naar deze extra relays verzenden

source: Award to
es: Premio a
id: Penghargaan kepada
nl: Uitreiken

source: Award to people
es: Premio a la gente
id: Penghargaan kepada orang-orang
nl: Reik uit aan

source: Awarded to %lld people
es: Otorgado a personas %lld
id: Diberikan kepada orang-orang %lld
nl: Uitgereikt aan %lld personen

source: Awarded to %lld people on %@
es: Otorgado a personas %lld en %@
id: Diberikan kepada orang-orang %lld di %@
nl: Uitgereikt aan %lld personen op %@

source: Back
es: Atrás
id: Kembali
nl: Terug

source: Badges
es: Insignias
id: Lencana
nl: Medailles

source: Badges received
es: Insignias recibidas
id: Lencana diterima
nl: Ontvangen medailles

source: Badges: %@
es: Insignias: %@
id: Lencana: %@
nl: Medailles: %@

source: Based on your selection, the following relay set will be published so others can reach account: %@.
es: Según su selección, se publicará el siguiente conjunto relay para que otros puedan acceder a la cuenta: %@.
id: Berdasarkan pilihan Anda, kumpulan relay berikut akan dipublikasikan sehingga orang lain dapat menghubungi akun: %@.
nl: Op basis van je selectie worden de volgende relays gepubliceerd zodat anderen berichten kunnen vinden van account: %@

source: Bio
es: Biografía
id: Biografi

source: Bitcoin Lightning Invoice ⚡️
es: Factura Bitcoin Lightning ⚡️
id: Faktur Bitcoin Lightning ⚡️
nl: Bitcoin Lightning Factuur ⚡️

source: Black & White
es: Blanco y negro
id: Hitam & Putih
nl: Zwart & Wit

source: Block
es: Bloquear
id: Memblokir
nl: Blokkeren

source: Block %@
es: Bloque %@
id: Blokir %@
nl: Blokkeer %@

source: Block for 1 day
es: Bloquear por 1 día
id: Blokir selama 1 hari
nl: Blokkeer voor 1 dag

source: Block for 1 hour
es: Bloquear durante 1 hora
id: Blokir selama 1 jam
nl: Blokkeer voor 1 uur

source: Block for 1 month
es: Bloquear por 1 mes
id: Blokir selama 1 bulan
nl: Blokkeer voor 1 maand

source: Block for 1 week
es: Bloquear por 1 semana
id: Blokir selama 1 minggu
nl: Blokkeer voor 1 week

source: Block for 4 hours
es: Bloquear durante 4 horas
id: Blokir selama 4 jam
nl: Blokkeer voor 4 uur

source: Block for 8 hours
es: Bloquear durante 8 horas
id: Blokir selama 8 jam
nl: Blokkeer voor 8 uur

source: Block list
es: Lista de bloqueo
id: Daftar blokir
nl: Bloklijst

source: Blocked
es: Bloqueados
id: Diblokir
nl: Geblokkeerd

source: blocked until %@
es: bloqueado hasta %@
id: diblokir sampai %@
nl: geblokkeerd tot %@

source: Blossom server
es: servidor Blossom
id: Server Blossom

source: Blossom servers
es: Servidores Blossom
id: Server Blossom

source: Blue
es: Azul
id: Biru
nl: Blauw

source: Bookmark
es: Marcador
id: Penanda buku
nl: Bladwijzer

source: bookmarks
es: marcadores
id: penanda buku
nl: bladwijzers

source: Bookmarks
es: Marcadores
id: Bookmark
nl: Bladwijzers
